Repository: filipbartek/nbspacer
Catalog: nbspacer-*.po
Languages: cs

source: Czech language
cs: Český jazyk

source: Internet Language Reference Book
cs: Internetová jazyková příručka

source: prepositions
cs: předložky

source: conjunctions
cs: spojky

source: numbers
cs: čísla

source: units
cs: jednotky

source: abbreviations
cs: zkratky

source: acronyms
cs: akronymy

source: Inspired by the LaTeX package vlna
cs: Inspirováno LaTeXovým balíkem vlna

source: Non-syllabic preposition and the following word
cs: Neslabičná předložka a následující slovo

source: One-letter syllabic preposition and the following word
cs: Jednopísmenná slabičná předložka a následující slovo

source: One-letter conjunction and the following word
cs: Jednopísmenná spojka a následující slovo

source: Thousands separator
cs: Oddělovač tisíců v číslech

source: Special character followed by a number
cs: Zvláštní znak předcházející číslo

source: Variations of the word "strana"
cs: Variace slova "strana"

source: Variations of the word "číslo
cs: Variace slova "číslo"

source: Number and a unit of the International System of Units (SI)
cs: Číslo a jednotka SI

source: Number and a currency
cs: Číslo a měna

source: Czech date
cs: Datum

source: Number and a Czech time unit
cs: Číslo a jednotka času

source: Number of degrees Celsius
cs: Teplota ve stupních Celsia

source: Ratio
cs: Poměr

source: English language
cs: Anglický jazyk

source: show this help message and exit
cs: zobraz tuto nápovědu a ukonči program

source: input file
cs: vstupní soubor

source: ouptut file
cs: výstupní soubor

source: Transducer "{0}":
cs: Převodník "{0}":

source: Description: {0}
cs: Popis: {0}

source: Examples:
cs: Příklady:

source: Pattern: {0}
cs: Šablona: {0}

source: Replacement: {0}
cs: Náhrada: {0}

source: Align: {0}
cs: Zarovnání: {0}

source: Fixpoint: {0}
cs: Hledá pevný bod: {0}

source: Transducer group "{0}":
cs: Skupina "{0}":

source: Transducers: {0}
cs: Převodníky: {0}

source: Enables the transducer group G. Combine with --help to show detailed information. Available groups: {0}
cs: Zapne skupinu G. Doplňte --help pro zobrazení podrobností. Dostupné skupiny: {0}

source: Enables the transducer T. Combine with --help to show detailed information. Available transducers: {0}
cs: Zapne převodník T. Doplňte --help pro zobrazení podrobností. Dostupné převodníky: {0}
